let mobiles = {
    apple: {
        "Iphone 12" : {
            "Цвет" : "Красный",
            "Модель" : "Iphone 12",
            "Размер экрана" : "15.5 см",
            "Объём памяти" : "256 Гб",
            "Разрешение камеры" : "12 Мп"
        }, 
        "Iphone 11" : {
            "Цвет" : "Синий",
            "Модель" : "Iphone 11",
            "Размер экрана" : "15.5 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "12 Мп"
        }, 
        "Iphone X" : {
            "Цвет" : "Серый",
            "Модель" : "Iphone X",
            "Размер экрана" : "14.7 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "12 Мп"
        }, 
        "Iphone 8" : {
            "Цвет" : "Золотой",
            "Модель" : "Iphone 8",
            "Размер экрана" : "11.94 см",
            "Объём памяти" : "64 Гб",
            "Разрешение камеры" : "12 Мп"
        }, 
        "Iphone 7" : {
            "Цвет" : "Черный",
            "Модель" : "Iphone 7",
            "Размер экрана" : "11.94 см",
            "Объём памяти" : "32 Гб",
            "Разрешение камеры" : "12 Мп"
        }
        },
    samsung : {
        "Galaxy a12" : {
            "Цвет" : "Черный",
            "Модель" : "Galaxy a12",
            "Размер экрана" : "16.55 см",
            "Объём памяти" : "1 Тб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "Galaxy a20e" : {
            "Цвет" : "Черный",
            "Модель" : "Galaxy a20e",
            "Размер экрана" : "14.8 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "13 Мп"
        }, 
        "Galaxy a21s" : {
            "Цвет" : "Синий",
            "Модель" : "Galaxy a21s",
            "Размер экрана" : "16.63 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "Galaxy a32" : {
            "Цвет" : "Черный",
            "Модель" : "Galaxy a32",
            "Размер экрана" : "16.55 см",
            "Объём памяти" : "1 Тб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "Galaxy a40" : {
            "Цвет" : "Черный",
            "Модель" : "Galaxy a40",
            "Размер экрана" : "14.92 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "16 Мп"
        }
    },
    xiaomi : {
        "Mi 10" : {
            "Цвет" : "Черный",
            "Модель" : "Mi 10",
            "Размер экрана" : "16.94 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "64 Мп"
        }, 
        "Redmi 9" : {
            "Цвет" : "Серый",
            "Модель" : "Redmi 9",
            "Размер экрана" : "16.6 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "8 Мп"
        }, 
        "Redmi Note 8 Pro" : {
            "Цвет" : "Серый",
            "Модель" : "Redmi Note 8 Pro",
            "Размер экрана" : "16.6 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "64 Мп"
        }, 
        "Redmi NOTE 10" : {
            "Цвет" : "Серый",
            "Модель" : "Redmi NOTE 10",
            "Размер экрана" : "14.89 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "Redmi Note 9" : {
            "Цвет" : "Серый",
            "Модель" : "Redmi Note 9",
            "Размер экрана" : "16.59 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "48 Мп"
        }
    },
    huawei : {
        "P smart" : {
            "Цвет" : "Черный",
            "Модель" : "P smart",
            "Размер экрана" : "16.94 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "P40 lite" : {
            "Цвет" : "Черный",
            "Модель" : "P40 lite",
            "Размер экрана" : "16.26 см",
            "Объём памяти" : "256 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "P30 Pro" : {
            "Цвет" : "Черный",
            "Модель" : "P30 Pro",
            "Размер экрана" : "16.43 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "40 Мп"
        }, 
        "P30 lite" : {
            "Цвет" : "Черный",
            "Модель" : "P30 lite",
            "Размер экрана" : "15.62 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "P40" : {
            "Цвет" : "Черный",
            "Модель" : "P40",
            "Размер экрана" : "16.26 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "48 Мп"
        }},
    zte : {
        "Blade 10" : {
            "Цвет" : "Черный",
            "Модель" : "Blade 10",
            "Размер экрана" : "16.48 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "16 Мп"
        }, 
        "Blade A5" : {
            "Цвет" : "Серый",
            "Модель" : "Blade A5",
            "Размер экрана" : "15.44 см",
            "Объём памяти" : "512 Гб",
            "Разрешение камеры" : "13 Мп"
        }, 
        "Axon 11" : {
            "Цвет" : "Серый",
            "Модель" : "Axon 11",
            "Размер экрана" : "16.43 см",
            "Объём памяти" : "128 Гб",
            "Разрешение камеры" : "48 Мп"
        }, 
        "BLADE 10 Vita" : {
            "Цвет" : "Черный",
            "Модель" : "BLADE 10 Vita",
            "Размер экрана" : "15.9 см",
            "Объём памяти" : "256 Гб",
            "Разрешение камеры" : "13 Мп"
        }, 
        "BLADE A7" : {
            "Цвет" : "Черный",
            "Модель" : "BLADE A7",
            "Размер экрана" : "15.46 см",
            "Объём памяти" : "256 Гб",
            "Разрешение камеры" : "16 Мп"
        }}
}